[
    {
      "Dorm": "Andersen Hall",
      "Blurb (~100 words)": "Located on Claremont Ave, Andersen Hall is shared with students from the Manhattan School of Music. Most Barnard students in Andersen are tranfer students who get to enjoy A/C, nice lounges, a game room, and a fitness center. It might be a little bit further from campus than you're used to, but this is the perfect opportunity to get those steps in!",
      "Pro1 (at least 1)": "A/C",
      "Pro2": "Game room and fitness center",
      "Pro3": "Each room includes mini fridge",
      "Pro4": "",
      "Con1 (at least 1)": "Distance from campus",
      "Con2": "Not home to many Barnard students",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Brooks Hall",
      "Blurb (~100 words)": "Located in the quad, Brooks is one of the first buildings ever built on Barnard campus and it continues to carry a historic charm. It is made up of a mixture of doubles and quads, with recently renovated bathrooms (students from the other dorms flock the Brooks showers because of the amazing water pressure and temperature). It is conveniently located next to the 116th subway station and to Hewitt dining hall - so you have easy access to meals. Although being in a quad may not sound appealing, you actually end up having the most space of any freshman dorm, because a quad comprises of three rooms. Furthermore, some of the doubles in Brooks are a walkthrough, so you have more privacy than the other doubles in the qua. Brooks Hall is the perfect spot for those who enjoy having more space, great showers and appreciate the charming architecture of Barnard.",
      "Pro1 (at least 1)": "Location",
      "Pro2": "Great showers",
      "Pro3": "More space in quads",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "Small bedrooms",
      "Con3": "Shared bathroom and kitchen",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Hewitt Hall",
      "Blurb (~100 words)": "Hewitt Hall is perfect for any upperclassmen that miss the convenience of living in the quad. It is predominately made up of singles, with a smattering of doubles and a shared bathroom. Although you will be enrolled on the quad meal plan, residents also have access to the Sulz kitchen if they want to cook. Living in Hewitt, you are in close proximity to the subway station, Hewitt dining hall, classes on Barnard campus and all the great restaurants on Broadway. Hewitt is perfect for anyone who appreciates having their own privacy, but still enjoys the lively atmosphere of living on the quad.",
      "Pro1 (at least 1)": "Location",
      "Pro2": "Many singles",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "Shared bathrooms and kitchen",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Reid Hall",
      "Blurb (~100 words)": "Reid Hall is one of Barnard's freshman dorms located in the quad. It consists of relatively spacious doubles each of which comes with 2 beds, 2 desks, 2 chais, dressers, and 2 closets. There is a communal bathroom on each floor and if you feel like cooking on top of your 19 meals a week, you also have access to Sulz lounge which has a kitchen.",
      "Pro1 (at least 1)": "Location",
      "Pro2": "",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Sulzberger Hall",
      "Blurb (~100 words)": "Tian",
      "Pro1 (at least 1)": "A/C",
      "Pro2": "Location",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Elliott Hall",
      "Blurb (~100 words)": "If you're looking for a quiet, independent living space with close proximity to Barnard's campus, Elliott Hall is ideal. This dorm is comprised of primarily singles and a few doubles, occupied by sophomores and juniors (including transfers.) The floors are laid out to include one lounge, 2 shared kitchens, 2 shared bathrooms, and two clusters of 12 rooms each. In addition to quiet privacy, residents enjoy close proximity to Riverside Park and a convenient backdoor entrance to the newly beloved Milstein Center. Residents at Elliott can quickly access the mailroom, Barnard gym, and library by merely crossing the street.",
      "Pro1 (at least 1)": "Location",
      "Pro2": "Kitchens and bathrooms are never crowded",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "Singles are tiny",
      "Con2": "Mouse problem",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Sulzberger Tower",
      "Blurb (~100 words)": "Sulzberger Tower is located in the Barnard quad and consists of single and double rooms on the 9th floor to the 19th floor of the Sulzberger building. Well known for its magnificent view overlooking the Hudson River and the Morningside Heights neighborhood, Sulzberger Tower is very popular among rising seniors, making it almost impossible for other upperclassmen to get. It has the practicality of the quad (close dining halls and classroom) without the rowdiness and noise level that you might expect from the quad, which is a quality you won’t find in the other Barnard dorms.",
      "Pro1 (at least 1)": "A/C",
      "Pro2": "Location",
      "Pro3": "Nice View",
      "Pro4": "Quiet",
      "Con1 (at least 1)": "Shared floor bathroom and kitchens",
      "Con2": "Laudry only available on 8th floor",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "600 West 116th Street",
      "Blurb (~100 words)": "Just down the street from Shake Shack, 600 has the prime location of being proximal to Riverside Park, Barnard's campus, and the west side of College Walk. With 2-7 person suites, residents of 600 enjoy a shared kitchen, dining area, and bathroom. 600 is occupied by upperclass students who want suite-style living, and share the building with non-tenant occupants. In addition to rooms with beautiful views, residents of 600 also enjoy larger rooms than those in primarily sophomore/freshman housing.",
      "Pro1 (at least 1)": "LOCATION",
      "Pro2": "Large rooms",
      "Pro3": "Nice views on higher floors",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "616 West 116th Street",
      "Blurb (~100 words)": "616 is prime real estate on campus, and we're not just talking about how close it is to the Shake Shack. This dorm is steps away from Barnard campus and the west side of College Walk. 616 has suite style accomodations, featuring shared dining areas, kitchens, and bathrooms. 616 is known to have some nice views on the higher floors, and is a coveted living space by Barnard students, so it's mainly housed by upperclassmen.",
      "Pro1 (at least 1)": "Location",
      "Pro2": "Suite Style",
      "Pro3": "Computer lab and nice lounge on first floor",
      "Pro4": "",
      "Con1 (at least 1)": "Wind tunnel",
      "Con2": "Mouse problem this year",
      "Con3": "Unlikely to get in as an underclassmen",
      "Con4": "No A/C",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "620 West 116th Street",
      "Blurb (~100 words)": "620 is the goal for many Barnard upperclassmen, and it's easy to see why. It's steps from the Claremont entrance to the Milstein Center (hello, tunnels? You'll never have to battle the elements again) and the west side of College Walk. Proximity to Morton Williams is a plus, as well as beautiful views on the higher floors.",
      "Pro1 (at least 1)": "Location",
      "Pro2": "Nice views from higher up",
      "Pro3": "Suite Style",
      "Pro4": "",
      "Con1 (at least 1)": "Wind tunnel",
      "Con2": "No A/C",
      "Con3": "No computer lab",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "601 West 110th Street",
      "Blurb (~100 words)": "If you want to feel like an actual adult, 601 W 110th is for you. Barnard leases space in this building, which means most tenants are *gasp* real people. It's proximity to Westside is absolutely prime, and although some might complain about the distance from Barnard campus, it's really not that far.",
      "Pro1 (at least 1)": "Real-life feel",
      "Pro2": "Proximity to Westside Market",
      "Pro3": "Nice sized suites",
      "Pro4": "",
      "Con1 (at least 1)": "Distance from campus",
      "Con2": "Bug problems",
      "Con3": "No A/C",
      "Con4": "",
      "Related Article 1 (URL)": "https://www.columbiaspectator.com/spectrum/2016/03/06/how-long-will-it-take-you-get-sundial/",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Cathedral Gardens",
      "Blurb (~100 words)": "Cathedral Gardens, located at the corner of 110th street and Manhattan Avenue, is the farthest Barnard dorm from campus. Although the location may have its drawbacks, it is made up of some of the largest apartment style suites Barnard housing offers. Each suite has its own private bathroom(s) as well as a kitchen and a lounge area. Cathedral Gardens houses mostly seniors or very lucky juniors and sophomores. Since it is secluded from the main campus, dining halls will be pretty far, but there are still a variety of affordable restaurants and a grocery store close enough to make up for the distance.",
      "Pro1 (at least 1)": "A/C",
      "Pro2": "Spacious Suites",
      "Pro3": "Private bathroom and kitchen",
      "Pro4": "",
      "Con1 (at least 1)": "Distance from Campus",
      "Con2": "One laundry room on 10th floor",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "https://www.columbiaspectator.com/spectrum/2016/03/06/how-long-will-it-take-you-get-sundial/",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Plimpton Hall",
      "Blurb (~100 words)": "On the corner of 121st and Amsterdam, Plimpton is the ideal dorm for students who want to be near campus, but not caught up in the bustle. It comprises of apartment-style suites of four singles and a large double. It also includes its own lounge, computer lab, laundry room and houses the Barnard Clay Studio! Although it seems far, in reality, it is only a 7-minute walk away. Furthermore, it is conveniently located on top of a 24 four hour grocery store where you can buy late night snacks or grab lunch. Plimpton is a refreshing dorm that allows you to discover another side of Morningside Heights and Harlem while still being in close vicinity to campus.",
      "Pro1 (at least 1)": "Large rooms",
      "Pro2": "Private bathroom and kitchen",
      "Pro3": "A/C",
      "Pro4": "",
      "Con1 (at least 1)": "Distance to campus",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "https://www.columbiaspectator.com/spectrum/2016/03/06/how-long-will-it-take-you-get-sundial/",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "47 Claremont",
      "Blurb (~100 words)": "47 Claremont, commonly known as Claremont, is located on Claremont Avenue right off 119th Street with mostly juniors and seniors. It is made up of suites of 3-7 people, with shared bathrooms and kitchens. Claremont is loved for its vicinity to Barnard facilities and buildings, and especially coveted now with the opening of Milstein. Though slightly secluded from main campus, Claremont residents experience an intimate, tight-knit group living experience and enjoy quick access to Riverside Park.",
      "Pro1 (at least 1)": "Suite-style",
      "Pro2": "Fitness room",
      "Pro3": "Close to Barnard/Riverside Park",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "Far from campus",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "600 W 113th",
      "Blurb (~100 words)": "600 W 113th, located on 113th and Broadway, is the perfect place for you if you want to get a taste of actually living in New York City. The dorm is just a block away from main campus, but also has close access to all the great restaurants in Morningside Heights, Westside, and Duane Reade. It’s made up of apartment style suites with a shared kitchen, private bathrooms and a mix of singles and doubles. 600 is quiet, cozy and convenient, and perfect for anyone who is looking for a more residential feel.",
      "Pro1 (at least 1)": "Suite-style; residential feel",
      "Pro2": "private bathrooms/ access to kitchen",
      "Pro3": "close to Westside/Duane Reade",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "No gym",
      "Con3": "mostly doubles unless you are a senior",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Broadway Hall",
      "Blurb (~100 words)": "Broadway Hall is a dorm located along 114th Street, and consists of mainly singles and a few doubles. It is fully AC’d and is literally a short walk not only to Lerner and Ferris, but to other places along Broadway and to John Jay and JJ’s. Broadway Hall contains a mini gym on the 4th floor and two sky lounges, one of which is fully reserved for studying. There’s also a bunch of practice rooms too! Many of the doubles, especially on the higher levels near the corners, have great views of the city. If all of these pique your interest, definitely consider Broadway!",
      "Pro1 (at least 1)": "AC throughout the building",
      "Pro2": "Very close to both Ferris, other restaurants along Broadway",
      "Pro3": "Sky Lounges are very spacious, great view",
      "Pro4": "",
      "Con1 (at least 1)": "Rooms can be a little small",
      "Con2": "Bathrooms are shared between genders (not single-use) and two shower stalls per bathroom",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Carlton Arms",
      "Blurb (~100 words)": "Carlton Arms is located on Riverside Drive between 108th and 109th Street. It is the farthest Columbia dorms from main campus, though many still love and choose it because of its large suites consisted of 3, 4, 5, 6, or 8 people. Words from the street say that from Carlton Arms you can catch a glimpse of beautiful sunset on the Hudson, and the distance from campus can also be a blessing in disguise if you want to feel more immersed in the liveliness of upper west side.",
      "Pro1 (at least 1)": "Large suites",
      "Pro2": "Good facilities",
      "Pro3": "close to 110th subway station",
      "Pro4": "",
      "Con1 (at least 1)": "Far from campus",
      "Con2": "No gym",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Carman Hall",
      "Blurb (~100 words)": "An all freshman dorm, Carman is the place to be if you want a vibrant social environment for your first year at Columbia. It’s made up of mini-suites with two doubles and a shared bathroom. If you’re lucky, you might end up on one of the renovated floors which are floors 7 through 13. Carman includes some convenient amenities including a small gym, practice rooms, and a communal basement lounge with kitchen. The spacious floor lounges are equipped with TVs , perfect for watching Netflix with your floormates. Plus, Mike, who works for CPS, will swipe you in with a warm smile and snazzy music.",
      "Pro1 (at least 1)": "",
      "Pro2": "",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "East Campus",
      "Blurb (~100 words)": "You have probably been to East Campus already, during NSOP or every other weekend. Known as the rowdy senior dorm, EC is consisted of townhouse, duplex suites and two-person flats with private kitchen and bathroom. Despite its notorious issues with stoves and crippling walls, EC is still one of the most popular senior housing options. You can enjoy a beautiful view looking down at Manhattan, along with a group living experience you won’t regret. It is also one of the few Columbia dorms with both A/C and a fitness room!",
      "Pro1 (at least 1)": "A/C",
      "Pro2": "Fitness room",
      "Pro3": "private kitchen and bathroom",
      "Pro4": "Party scene",
      "Con1 (at least 1)": "Noise level",
      "Con2": "Molding on the walls",
      "Con3": "No stoves/ovens for 2018-2019",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Furnald Hall",
      "Blurb (~100 words)": "Comprised of mostly freshmen and some sophomores, this corridor-style dorm is the perfect place if you want a quiet environment to come home to after a busy day of classes. It's close to lots of food options including Ferris dining hall, Pret a Manger, and Morton Williams. Each floor has spacious and clean lounges with kitchens, ideal for studying or watching movies with friend, and the lobby area is also a popular hangout spot where you’ll find lots of students cramming late-night homework sessions. All of the rooms have individual A/C units which can be useful during the brutally hot fall months and frigid winters. Furnald is the place to be if you want to live in a peaceful, clean setting with great views overlooking Broadway or the Columbia campus.",
      "Pro1 (at least 1)": "Close to Lerner and stores/restaurants on Broadway",
      "Pro2": "Clean bathrooms and kitchens",
      "Pro3": "Quiet, low key",
      "Pro4": "",
      "Con1 (at least 1)": "May not be social enough for outgoing people",
      "Con2": "Sense of community can be hit-or-miss based on floor",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Harmony Hall",
      "Blurb (~100 words)": "Harmony is located on 110th Street between Amsterdam and Broadway, housing mostly sophomores and juniors. It’s a corridor-style residential hall with mostly singles with shared, co-ed bathrooms and a kitchen every floor. It is rather secluded from main campus, but closer to many upper west side restaurants and stores, and offer an off-campus feel. On another note, It is the title of one of Vampire Weekend’s new songs, so if you are a fan of them, maybe you should look into Harmony for your housing options.",
      "Pro1 (at least 1)": "Mostly singles",
      "Pro2": "Fitness room",
      "Pro3": "Off-campus experience",
      "Pro4": "Close to the 110th subway station",
      "Con1 (at least 1)": "Coed bathrooms",
      "Con2": "No A/C",
      "Con3": "Distance from campus",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Hartley Hall",
      "Blurb (~100 words)": "As part of the LLC (Living Learning Center), Hartley is one of the most community-oriented living spaces on campus. If you live here, you can meet students of all grades and can benefit from words of advice from people of all interests and backgrounds. Most suites are made up of around ten people with a shared kitchen and bathroom. Plus, Hamilton is only two minutes away and so is John Jay - perfect for those late night pancake cravings. There are plenty of places to hang out with friends including the 10th floor lounge and 1st floor lounge with a game room including pool and ping pong tables. If you want a sense of community while having your own single or double, Hartley is the way to go.",
      "Pro1 (at least 1)": "Convenient location - close to John Jay, Butler, and Hamilton",
      "Pro2": "Upperclassmen are available to guide you",
      "Pro3": "Spacious lounges and kitchens",
      "Pro4": "",
      "Con1 (at least 1)": "LLC events can be a hassle at times",
      "Con2": "Facilities can be a little outdated",
      "Con3": "Sense of community/comfort is heavily dependant on suitemates",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Hogan Hall",
      "Blurb (~100 words)": "Described by one resident, as \"heave for seniors,\" Hogan Hall, located on W 14th St between Broadway and Amsterdam consists of spacious singles organized into suites. Each suite includes 4, 5, or 6 rooms along with a kitchen and private bathroom. With its close proximity to the Van Am Quad, Hogan is perfect for the senior who wants to spend their final here at MoHi living the quintessential Columbia experience -- equal part all-nighters in Butler and hosting wild ragers for friends.",
      "Pro1 (at least 1)": "Convenient location - close to John Jay, Butler, and Hamilton",
      "Pro2": "Suite Style",
      "Pro3": "Private kitchen and bathroom",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "No fitness room",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "John Jay Hall",
      "Blurb (~100 words)": "John Jay is a freshman only dorm located along the south end of the Van Am Quad, near 114th and Amsterdam. It consists of pretty spacious singles and walk-through doubles, with several single-use bathrooms located along the floor. John Jay Dining Hall and JJ’s Place are located within the building, so going to meals is easy and not a hassle at all (i.e. you don’t have to worry about walking through rain or snow if you want to grab something to eat!) The sense of floor community is great, and both extroverts and introverts can find a great home here. Aside from that, John Jay Hall also has Medical Services on floors 3 and 4 and numerous other services. If you want the quintessential first-year experience, look no further than John Jay!",
      "Pro1 (at least 1)": "John Jay Dining Hall and JJ’s Place are just an elevator ride down",
      "Pro2": "Right balance between too social and antisocial",
      "Pro3": "Floor 15 gets AC (although they have to walk down 1 flight of stairs for elevator)",
      "Pro4": "",
      "Con1 (at least 1)": "No AC on floors 5-14",
      "Con2": "Only 2 elevators, which are slow and prone to break down",
      "Con3": "Bathrooms can be a mess (constantly wet, malfunctioning shower temperatures, etc.)",
      "Con4": "Floor lounges are very small",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "McBain Hall",
      "Blurb (~100 words)": "Caroline",
      "Pro1 (at least 1)": "",
      "Pro2": "",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "River Hall",
      "Blurb (~100 words)": "River is located on 114th Street between Riverside and Broadway. It’s made up of large suites with almost all singles, with shared bathrooms and a communal common room and a kitchen per floor. Its proximity to Riverside can be a plus for many, and it also has both music practice rooms in its basement and a fitness room. It is relatively further down the hill on Riverside, so it can be a trek in the morning or winter, but if you are looking for somewhere more quiet, you should definitely consider River.",
      "Pro1 (at least 1)": "Singles",
      "Pro2": "Fitness room",
      "Pro3": "Music practice room",
      "Pro4": "proximity to Riverside Park",
      "Con1 (at least 1)": "No A/C",
      "Con2": "Distance from campus",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Ruggles Hall",
      "Blurb (~100 words)": "Ruggles is located on 114th Street between Amsterdam and Broadway, right across from John Jay Hall. It consists of suites of 4, 6, or 8 people, housing mostly juniors and seniors. It’s a popular choice for upperclassmen who want to live in a tight-knit community with their friends and who want quick access to main campus, dining halls as well as local stores and services. Located right on frat row, noise level can be a problem for some, though that should not deter you from choosing Ruggles for its community and convenience.",
      "Pro1 (at least 1)": "Proximity to John Jay & main campus",
      "Pro2": "Suite-style",
      "Pro3": "Easy to get singles",
      "Pro4": "Fitness room",
      "Con1 (at least 1)": "Noise level",
      "Con2": "No A/C",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Schapiro Hall",
      "Blurb (~100 words)": "Schapiro is located on 115th St between Broadway and Riverside Park. It is a corrodior-style dorm with 15 residential floors that houses. sophomores, juniors, and seniors, and include singles as well as traditional and walk-through doubles. It offers traditional perks of a larger dorm - free laundry in the basement andkitchen and study lounges - as well as less conventional features, like a dance room omn the first floor and 17th floor study lounge overloooking the Hudson River.",
      "Pro1 (at least 1)": "Singles",
      "Pro2": "Dance room on 1st floor",
      "Pro3": "Sky lounge",
      "Pro4": "Kitchen",
      "Con1 (at least 1)": "No A/C",
      "Con2": "Communal bathrooms by floor",
      "Con3": "Smaller rooms",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Wallach Hall",
      "Blurb (~100 words)": "Wallach Hall is a dorm located within the Van Am Quad, along Amsterdam Avenue. Composed of both First Years as well as upperclassmen who get accepted into the LLC, Wallach contains both singles and doubles. It has shared bathrooms and extremely spacious floor lounges with kitchen sets! The social atmosphere is quite unique- Wallach can accommodate both extremely social and introverted individuals, and provides an avenue for interaction between underclassmen and upperclassmen. Finally, Wallach is connected to the John Jay building, so you can simply walk from Wallach to John Jay Dining Hall and JJ’s place without ever having to worry about the weather!",
      "Pro1 (at least 1)": "Close to John Jay Dining Hall and JJ’s Place",
      "Pro2": "Full kitchen within the floor lounge",
      "Pro3": "Large study lounge on 10th floor in addition to Wallach Lounge on 1st Floor",
      "Pro4": "",
      "Con1 (at least 1)": "For the most part, no AC",
      "Con2": "Mandatory events as part of the LLC",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Watt Hall",
      "Blurb (~100 words)": "Watt is located on 113th Street between Amsterdam and Broadway, housing mostly juniors and seniors. It’s made up of studio singles and doubles as well as 1-bedroom and 2-bedroom apartment-style rooms. There are private bathroom and kitchen in each apartment, and therefore a favorite for those who want a more private, independent living experience but also don’t want to be too removed from main campus. Its proximity to frat row can be both a pro and a con depending on what kind of residential experience you are looking for!",
      "Pro1 (at least 1)": "Apartment style with private bathroom and kitchen",
      "Pro2": "Convenient location; proximity to main campus and frats",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "Noise level",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Wien Hall",
      "Blurb (~100 words)": "Caroline",
      "Pro1 (at least 1)": "",
      "Pro2": "",
      "Pro3": "",
      "Pro4": "",
      "Con1 (at least 1)": "",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "Woodbridge Hall",
      "Blurb (~100 words)": "Woodbridge Hall is on Riverside Drive between 115th and 116th Street. The dorm consists of mostly juniors and seniors, with apartment-style rooms that can be used either as a walk-through double or a regular double with a living room. In each one-bedroom apartment there is also a private kitchen and bathroom. Its vicinity to Riverside Park and relative location from campus is perfect for upperclassmen students who want to feel more independent and experience a residential experience that is closer to living in the real world.",
      "Pro1 (at least 1)": "Apartment-style with private kitchen & bathroom",
      "Pro2": "Large rooms",
      "Pro3": "Gym on 1st floor",
      "Pro4": "",
      "Con1 (at least 1)": "No A/C",
      "Con2": "Distance from campus (on Riverside)",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    },
    {
      "Dorm": "548 West 113th Street (Symposium)",
      "Blurb (~100 words)": "Located above the Mediterranean restaurant Symposium, 648 W 113th Street is a residential brownstones consisted of large, spacious apartment-style studio doubles. Each apartment has their own private bathroom and kitchen, ensuring residents’ privacy and independence. The convenient location as well as the ambiance of living in a brownstone is an experience beloved by many. Its vicinity to other campus locations and local stores in combination with its studio apartments mark Symposium with the best of both worlds, if you are looking for something more independent without feeling too secluded from campus.",
      "Pro1 (at least 1)": "Apartment-style studio doubles",
      "Pro2": "Right above Symposium, the Mediterranean restaurant",
      "Pro3": "Spacious/ a brownstone!",
      "Pro4": "Convenient location",
      "Con1 (at least 1)": "No A/C",
      "Con2": "",
      "Con3": "",
      "Con4": "",
      "Related Article 1 (URL)": "",
      "Related Article 2 (URL)": ""
    }
  ]