{
  "Residential Area": "First Year Area",
  "Building Type": "Corridor-style",
  "Room Type": "Singles, Doubles",
  "Class Make-Up": "First-Year",
  "Rate": "First-Year $8,412/year",
  "Entrance Info": "Inside campus near 114th Street and Amsterdam Avenue",
  "Number of Residential Floors": "11",
  "Single/Double Rooms": "395/36",
  "Bathroom": "SharedSingle-use bathrooms",
  "Laundry": "AvailableIn basement; laundry is free",
  "Flooring": "Mix carpet and no carpet",
  "Lounge": "Building LoungeMain level , Floor LoungeWith cable TV and microwave",
  "Cleaning Schedule": "BathroomsDaily, M-F , KitchensDaily, M-F , Trash Removal (Room/Suite)Resident responsibility , RecyclingDaily, M-F",
  "Computer Lab": "Available",
  "Print Station": "Available",
  "A/C": "No",
  "Piano": "AvailableJohn Jay main building lounge",
  "Features": "John Jay Dining Hall on ground floorJJ's Place on basement levelVending machines located in building Columbia Health Medical Services located on 3rd and 4th floorsGreat views of either downtown Manhattan or Columbia's campus from rooms",
  "What Students Say": "“With over 40 first years from all over the world bringing their talents to my floor, there was never a shortage of activity—whether it was working on a problem set together, going to Times Square, checking out a museum exhibit, or finding a group to chow down with in the dining hall. I also loved being able to go to JJ's Place in my pajamas late at night!\" \"My first-year experience in John Jay shaped my Columbia experience. It seemed every door was open each night with eager, bright people ready to make the most of college and NYC. I have 11th floor pride.\" \"Having a single as a first-year in an all first-year hall gave me the privacy I needed as well as the social element of residence hall life. People would leave their doors open and stop in to talk all the time. The floor camaraderie built throughout the year lasts all through your four years here, and as a senior, I can say that some of my closest friends were my floor mates. It's also great having the dining hall and JJ's [Place] right in your building!\""
}
